IDEA Open Model
ConnectionSetup.JointBetaFactor Property
Compatible with IDEA StatiCa Beta 20.0
 Joint coefficient βj - Used for Fjd calculation
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double JointBetaFactor { get; set; }
Public Property JointBetaFactor As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace